{
  "CompanyCredibility": {
    "history": {
      "title": "Nuestra Historia",
      "description": "Desde 2004, CECOM ha estado a la vanguardia de las soluciones tecnológicas en la República Dominicana. Lo que comenzó como un pequeño servicio de reparación de computadoras ha evolucionado hasta convertirse en un proveedor integral de soluciones de TI, sirviendo a empresas de diversas industrias con tecnología de vanguardia y experiencia incomparable."
    },
    "stats": {
      "yearsExperience": "Años de Experiencia",
      "successfulProjects": "Proyectos Exitosos",
      "satisfiedClients": "Clientes Satisfechos",
      "certifications": "Certificaciones de la Industria"
    },
    "timeline": {
      "title": "Hitos Clave",
      "description": "Logros importantes que han moldeado nuestro camino y fortalecido nuestra posición como líder tecnológico.",
      "milestones": {
        "founded": {
          "title": "Fundación de la Empresa",
          "description": "CECOM fue establecida en Santo Domingo, comenzando con reparación de computadoras y servicios básicos de TI."
        },
        "firstExpansion": {
          "title": "Expansión de Servicios",
          "description": "Se expandió hacia infraestructura de redes y soluciones empresariales, sirviendo a medianas y grandes empresas."
        },
        "majorContract": {
          "title": "Alianza Gubernamental",
          "description": "Aseguró contratos importantes con instituciones gubernamentales, estableciendo credibilidad en el sector público."
        },
        "modernization": {
          "title": "Transformación Digital",
          "description": "Adoptó tecnologías en la nube y soluciones de TI modernas, convirtiéndose en líder en servicios de transformación digital."
        }
      }
    },
    "achievements": {
      "title": "Certificaciones y Logros",
      "description": "Nuestro compromiso con la excelencia se refleja en nuestras certificaciones de la industria y el reconocimiento de socios tecnológicos líderes.",
      "items": {
        "item1": "Certificación ISO 9001:2015 de Gestión de Calidad",
        "item2": "Estatus de Microsoft Gold Partner",
        "item3": "Socio Certificado de Cisco",
        "item4": "Socio Autorizado de VMware",
        "item5": "Socio Preferido de HP Enterprise",
        "item6": "Premio de Excelencia en TI República Dominicana 2022"
      }
    }
  }
}
